▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
.	-3.17904
,	-3.4371
s	-3.67504
▁the	-3.70325
▁to	-3.8428
▁a	-4.00117
▁and	-4.12536
▁of	-4.1396
’	-4.45155
▁that	-4.50898
▁is	-4.5377
▁I	-4.65573
t	-4.66425
ing	-4.67702
▁in	-4.72293
▁	-4.77293
▁it	-4.77757
'	-4.78512
-	-4.79814
▁you	-4.86692
▁are	-5.05216
ed	-5.13442
▁for	-5.15443
▁“	-5.19652
▁be	-5.24187
▁they	-5.26357
▁not	-5.3095
▁with	-5.33769
▁people	-5.42638
▁as	-5.4922
▁have	-5.50071
▁on	-5.50871
?	-5.53149
▁this	-5.56348
ly	-5.56382
d	-5.59692
▁or	-5.6069
▁was	-5.62873
▁their	-5.69891
▁her	-5.71509
/	-5.7306
▁trans	-5.83478
▁about	-5.89786
▁gender	-5.90916
▁who	-5.91845
▁can	-5.97966
▁but	-5.98905
m	-6.03976
▁all	-6.04121
▁she	-6.05048
re	-6.05547
▁don	-6.072
▁The	-6.07457
▁like	-6.08271
▁It	-6.08429
▁your	-6.09792
▁an	-6.11234
▁what	-6.11554
”	-6.13214
▁from	-6.13816
▁just	-6.14026
▁them	-6.16413
▁at	-6.18641
▁by	-6.20182
▁do	-6.2114
▁so	-6.21643
▁if	-6.21839
▁me	-6.21884
▁one	-6.22991
▁would	-6.25423
▁we	-6.25484
—	-6.25785
▁no	-6.26007
I	-6.26573
▁"	-6.26925
:	-6.27683
▁think	-6.31
▁had	-6.32241
▁has	-6.32651
▁more	-6.32683
▁(	-6.38193
▁being	-6.4018
"	-6.44128
▁he	-6.44513
▁my	-6.45327
e	-6.4648
▁out	-6.48353
,”	-6.49165
▁because	-6.49186
▁there	-6.5057
▁women	-6.52069
.”	-6.52172
▁up	-6.56015
▁want	-6.57813
▁children	-6.59056
y	-6.60208
▁They	-6.62325
▁You	-6.66241
▁when	-6.6673
▁will	-6.68223
▁been	-6.68777
▁were	-6.6943
▁transgender	-6.71565
▁even	-6.72043
▁know	-6.7245
▁how	-6.74141
▁But	-6.74743
▁his	-6.75268
▁other	-6.75557
▁way	-6.75867
▁parents	-6.76804
▁us	-6.7891
r	-6.79332
)	-6.79614
▁A	-6.80397
://	-6.81678
▁some	-6.83062
▁say	-6.83137
ve	-6.83824
▁kids	-6.84373
▁And	-6.86796
▁than	-6.87254
▁make	-6.88311
▁which	-6.88605
▁right	-6.88679
a	-6.8898
▁gay	-6.8991
_	-6.9148
▁only	-6.92121
▁into	-6.92143
▁If	-6.93024
al	-6.9367
▁then	-6.95066
▁any	-6.95382
▁should	-6.96232
▁also	-6.96662
;	-6.98433
▁these	-7.00236
▁dysphoria	-7.00252
▁woman	-7.0213
▁most	-7.02321
▁those	-7.03211
▁men	-7.03259
▁said	-7.0395
▁time	-7.04104
▁get	-7.06411
▁identity	-7.07427
▁over	-7.08203
▁life	-7.0901
▁She	-7.10303
▁person	-7.10518
▁http	-7.10882
▁thing	-7.10985
▁much	-7.10998
▁school	-7.11758
▁many	-7.12357
never	-7.13258
▁see	-7.1352
...	-7.13818
▁our	-7.14312
▁really	-7.14944
▁now	-7.16093
com	-7.17954
▁same	-7.1946
▁This	-7.20107
▁In	-7.20581
n	-7.21787
▁social	-7.22003
▁man	-7.22591
▁very	-7.226
▁believe	-7.23825
▁sex	-7.24125
▁point	-7.24686
▁someone	-7.25411
▁going	-7.25807
er	-7.25963
▁mental	-7.26101
▁could	-7.26248
▁own	-7.27276
▁something	-7.27288
▁>	-7.2836
▁try	-7.28705
▁That	-7.28931
www	-7.29192
▁We	-7.29527
▁why	-7.30224
▁go	-7.31738
▁doesn	-7.31744
▁things	-7.32772
▁girls	-7.3541
▁does	-7.36901
▁need	-7.38413
▁years	-7.40354
▁world	-7.41082
the	-7.41128
▁use	-7.41425
▁might	-7.41629
▁good	-7.43854
▁child	-7.43878
▁‘	-7.43892
▁against	-7.45572
▁every	-7.46781
▁transition	-7.46972
▁feel	-7.47297
▁isn	-7.47327
▁new	-7.4779
▁where	-7.47997
▁girl	-7.48289
▁may	-7.48468
The	-7.48913
▁S	-7.48972
▁too	-7.49173
▁still	-7.49636
▁come	-7.4976
▁What	-7.49932
c	-7.50092
▁body	-7.50299
▁Dr	-7.51148
▁back	-7.51288
in	-7.51473
▁wrong	-7.51487
▁medical	-7.52082
or	-7.52257
▁without	-7.52871
▁through	-7.53283
It	-7.54535
▁told	-7.54535
▁un	-7.5459
▁different	-7.55698
▁first	-7.55837
▁off	-7.5603
▁fact	-7.56355
▁take	-7.57018
▁made	-7.5902
▁daughter	-7.59115
▁C	-7.59443
▁push	-7.59802
▁change	-7.60807
▁him	-7.61718
▁There	-7.61743
▁anything	-7.61745
▁left	-7.62363
able	-7.62425
▁after	-7.63063
▁mean	-7.63084
es	-7.64166
p	-7.65658
▁long	-7.65797
▁didn	-7.65903
▁community	-7.66544
▁well	-7.66773
▁lot	-7.67265
▁support	-7.67486
▁reason	-7.67653
▁actually	-7.68069
▁here	-7.68416
▁So	-7.68856
▁health	-7.69324
ll	-7.69476
▁He	-7.6988
▁did	-7.70769
▁family	-7.70859
ther	-7.71704
▁self	-7.72366
▁understand	-7.72836
▁care	-7.73713
▁saying	-7.73861
▁ideology	-7.73897
▁look	-7.74135
and	-7.74517
▁always	-7.74683
▁agree	-7.74969
▁anyone	-7.75539
▁T	-7.76054
o	-7.76382
▁No	-7.78261
▁P	-7.78545
▁help	-7.79183
▁B	-7.79236
▁before	-7.80111
▁everyone	-7.8014
▁around	-7.80222
▁down	-7.80963
▁themselves	-7.81742
▁surgery	-7.81785
on	-7.81995
▁hate	-7.8212
▁real	-7.8222
▁another	-7.82588
▁give	-7.82836
▁young	-7.83512
trans	-7.84877
▁testosterone	-7.85108
▁sure	-7.85115
▁female	-7.85149
▁issue	-7.85987
▁society	-7.86005
You	-7.86839
▁having	-7.86847
▁male	-7.87028
▁live	-7.87164
▁else	-7.87676
▁such	-7.8768
▁while	-7.87701
▁two	-7.8858
b	-7.88596
S	-7.88617
▁Gender	-7.88785
▁thought	-7.89281
▁consider	-7.89416
▁human	-7.89582
ion	-7.89733
▁sexual	-7.90912
▁population	-7.91236
▁often	-7.91257
▁problem	-7.91399
se	-7.92411
▁am	-7.92574
▁less	-7.92616
B	-7.92872
▁find	-7.9296
A	-7.93042
▁part	-7.93051
▁enough	-7.93058
g	-7.94373
▁kind	-7.94468
▁year	-7.94528
▁making	-7.94919
▁media	-7.94964
▁far	-7.95159
*	-7.9528
▁i	-7.95712
▁therapy	-7.95899
▁ever	-7.95911
▁name	-7.96331
▁friends	-7.96441
▁For	-7.96579
▁talking	-7.96692
▁D	-7.96992
▁high	-7.97363
=	-7.98273
to	-7.99044
▁under	-8.00472
▁hard	-8.00581
▁Trans	-8.00698
▁normal	-8.00736
▁put	-8.00779
▁M	-8.01256
▁experience	-8.02191
▁E	-8.03191
it	-8.03563
i	-8.03734
▁little	-8.03771
▁best	-8.04195
▁pronouns	-8.04216
▁mother	-8.04282
▁boy	-8.04309
▁adolescent	-8.04321
▁group	-8.04346
▁day	-8.04478
▁nothing	-8.04829
▁turn	-8.04852
en	-8.054
!	-8.0542
▁*	-8.05503
▁call	-8.05925
▁As	-8.05952
▁whole	-8.06076
▁seems	-8.06177
▁adolescents	-8.06331
▁least	-8.06873
▁few	-8.06874
▁public	-8.07398
v	-8.07568
▁question	-8.07643
▁got	-8.07801
▁aren	-8.07998
▁show	-8.08021
▁talk	-8.08134
an	-8.08172
▁doing	-8.08637
gender	-8.08823
▁idea	-8.0957
▁seem	-8.09765
▁age	-8.09795
f	-8.09938
▁control	-8.1022
▁says	-8.10354
▁work	-8.11281
▁hormones	-8.11921
▁adult	-8.12022
▁become	-8.12049
▁sense	-8.12383
▁tell	-8.1251
▁claim	-8.1253
ity	-8.13357
▁let	-8.13431
th	-8.13578
le	-8.14108
▁word	-8.14347
▁side	-8.1438
▁percent	-8.1571
▁between	-8.15744
▁LGBTQ	-8.15858
less	-8.16119
ce	-8.16441
▁non	-8.16843
▁must	-8.16884
u	-8.17247
▁stop	-8.17292
▁-	-8.17532
▁keep	-8.18095
▁[	-8.18248
▁allow	-8.18769
▁state	-8.18787
▁both	-8.18934
▁others	-8.19105
▁issues	-8.1919
▁already	-8.19248
▁truth	-8.19281
▁course	-8.19285
http	-8.19596
C	-8.19598
▁simply	-8.20453
▁found	-8.20553
▁called	-8.21172
▁biological	-8.21279
▁makes	-8.21454
not	-8.21477
ic	-8.21767
▁Her	-8.21778
▁sports	-8.21881
▁mind	-8.21915
▁pretty	-8.22935
k	-8.2297
▁Transgender	-8.23127
▁adults	-8.23299
is	-8.23564
▁exist	-8.23706
▁shit	-8.24251
▁See	-8.24287
▁away	-8.24499
▁though	-8.2455
▁start	-8.24989
▁big	-8.25281
l	-8.25479
x	-8.25525
▁force	-8.25655
▁certain	-8.26711
▁important	-8.26711
▁true	-8.26731
▁therapist	-8.26742
▁means	-8.2763
▁students	-8.27702
.>	-8.27827
▁everything	-8.28016
▁government	-8.28045
▁its	-8.28047
▁among	-8.28088
▁Not	-8.28699
▁today	-8.2871
▁great	-8.289
▁F	-8.29196
▁lives	-8.2921
▁each	-8.29323
▁straight	-8.2936
▁case	-8.29473
lmost	-8.29626
▁love	-8.30331
▁matter	-8.30766
▁When	-8.30801
▁treatment	-8.30838
▁words	-8.30956
▁To	-8.31118
transgender	-8.31195
▁re	-8.31359
".	-8.31933
▁argument	-8.32221
▁1	-8.33353
▁speech	-8.33374
▁Littman	-8.33374
▁home	-8.33396
▁better	-8.33413
▁puberty	-8.3344
▁American	-8.33601
▁patients	-8.33954
).	-8.33979
ies	-8.34151
ous	-8.34295
T	-8.34424
▁rights	-8.34481
▁since	-8.34521
▁literally	-8.34811
▁end	-8.3578
▁agenda	-8.36227
▁physical	-8.36227
est	-8.36559
▁Why	-8.36683
▁bad	-8.36795
h	-8.37167
▁ra	-8.3724
ary	-8.37487
▁cause	-8.37495
▁won	-8.37616
▁seen	-8.37858
▁book	-8.37936
%	-8.38139
If	-8.38446
ness	-8.38535
▁doctors	-8.3901
▁internet	-8.39051
▁yet	-8.39119
▁story	-8.39132
▁done	-8.39328
▁likely	-8.39997
▁political	-8.4009
▁began	-8.4054
▁God	-8.40615
▁whatever	-8.40626
▁kid	-8.40971
▁L	-8.41086
▁wanted	-8.41212
▁wasn	-8.4188
▁instead	-8.4202
▁again	-8.42021
▁money	-8.4203
▁probab	-8.42192
▁based	-8.42277
org	-8.43366
▁until	-8.43535
▁open	-8.43577
▁blockers	-8.43721
▁hormone	-8.44072
out	-8.44997
▁yourself	-8.45089
▁post	-8.45199
▁schools	-8.4543
ecause	-8.45503
▁old	-8.45622
▁read	-8.45714
▁boys	-8.45831
▁accept	-8.46621
▁Be	-8.46649
▁reality	-8.46706
M	-8.4672
▁Just	-8.46813
▁One	-8.46881
▁Man	-8.46983
▁started	-8.47365
▁law	-8.47423
▁seemed	-8.47489
▁On	-8.47638
▁Are	-8.4802
▁2	-8.48031
▁opposite	-8.48216
▁knew	-8.48216
▁majority	-8.48224
▁etc	-8.48375
▁comment	-8.48477
▁b	-8.48877
▁identify	-8.48957
▁de	-8.49258
),	-8.49328
w	-8.49685
▁evidence	-8.4983
ers	-8.499
▁hair	-8.49945
▁getting	-8.49965
▁friend	-8.50198
▁example	-8.50468
▁wouldn	-8.50769
ment	-8.50936
▁disagree	-8.51447
]	-8.51464
▁surgeries	-8.51469
▁stupid	-8.5147
▁either	-8.51471
▁large	-8.51472
▁went	-8.51722
▁whe	-8.51777
▁place	-8.52337
▁full	-8.52412
▁transitioning	-8.52486
3	-8.52806
ive	-8.52876
▁suicide	-8.53157
man	-8.53191
▁last	-8.53204
▁maybe	-8.53212
▁completely	-8.5328
▁given	-8.5332
?”	-8.53489
▁once	-8.53732
0	-8.54003
▁parent	-8.54066
No	-8.54147
They	-8.54366
▁R	-8.54437
▁movement	-8.5485
▁Peterson	-8.54882
▁science	-8.54971
as	-8.55219
▁culture	-8.5565
identified	-8.55668
▁class	-8.55681
What	-8.55695
▁opinion	-8.55721
ought	-8.56044
sex	-8.56052
ar	-8.56183
▁All	-8.56229
+	-8.56554
▁language	-8.56577
▁Sally	-8.56604
▁&	-8.57091
ily	-8.57496
](	-8.58313
▁Also	-8.58394
▁ago	-8.58819
▁My	-8.59038
So	-8.5932
▁patient	-8.59442
▁At	-8.59979
▁America	-8.60045
taking	-8.60053
▁Julie	-8.60103
▁system	-8.60119
▁became	-8.60138
▁Do	-8.60155
▁history	-8.60165
4	-8.60629
id	-8.60754
▁power	-8.60834
That	-8.61054
▁source	-8.61234
▁article	-8.61582
all	-8.6166
te	-8.61685
There	-8.61781
▁abuse	-8.61923
▁Jordan	-8.61936
▁Or	-8.62018
▁People	-8.62143
This	-8.62907
▁f	-8.62947
▁research	-8.63543
▁illness	-8.63723
▁depression	-8.63789
▁Like	-8.63838
▁born	-8.63957
ok	-8.64222
▁asked	-8.64373
D	-8.64754
us	-8.64944
▁rate	-8.64962
ation	-8.65605
▁myself	-8.65671
▁answer	-8.65705
▁sub	-8.65706
▁longer	-8.65884
▁shouldn	-8.66048
▁individuals	-8.66255
▁realize	-8.66255
▁activists	-8.66383
1	-8.66714
▁individual	-8.66993
▁definition	-8.67009
▁term	-8.67231
▁actual	-8.67237
▁teenage	-8.67514
▁birth	-8.67624
▁LGBT	-8.67644
▁share	-8.6774
▁N	-8.68009
▁ask	-8.68769
▁effects	-8.68971
▁common	-8.69206
▁e	-8.69284
▁YouTube	-8.6941
▁THE	-8.69524
▁next	-8.69561
▁country	-8.69583
▁understanding	-8.70025
▁2019,	-8.7032
....	-8.70687
▁job	-8.70955
▁K	-8.71225
▁possible	-8.71535
▁California	-8.71544
▁later	-8.71609
▁exactly	-8.71612
7	-8.71713
▁J	-8.71899
8	-8.71999
▁fit	-8.72146
▁along	-8.7218
▁By	-8.72278
of	-8.7276
ally	-8.72825
▁lead	-8.72864
▁face	-8.73097
▁generation	-8.73121
bsolutely	-8.73128
▁harm	-8.73194
▁current	-8.73243
ne	-8.73282
▁al	-8.73488
▁attempt	-8.73575
▁living	-8.73575
▁alone	-8.73586
▁p	-8.73631
▁Even	-8.737
▁goes	-8.73793
▁fuck	-8.74752
Well	-8.74822
▁mention	-8.75097
▁telling	-8.75322
2	-8.75643
▁stuff	-8.75659
▁regard	-8.75675
▁therapists	-8.75679
▁present	-8.75687
▁herself	-8.75705
▁Now	-8.75715
▁hand	-8.76497
ting	-8.76818
▁times	-8.77139
▁level	-8.77252
▁discussion	-8.77277
▁view	-8.7734
▁topic	-8.77357
P	-8.77478
▁calling	-8.77562
▁wish	-8.77734
▁easy	-8.77786
▁merely	-8.77798
▁provide	-8.778
▁popular	-8.77913
▁online	-8.77947
▁feeling	-8.78638
▁et	-8.78927
ism	-8.7897
We	-8.79294
▁risk	-8.79492
▁choice	-8.79518
▁number	-8.79671
9	-8.79753
▁choose	-8.7996
▁confused	-8.80068
▁white	-8.8007
▁gone	-8.80097
▁top	-8.80184
▁heard	-8.80311
▁happening	-8.80489
▁seeing	-8.8053
▁How	-8.80679
ry	-8.80688
▁dis	-8.80892
▁4	-8.81276
▁wants	-8.81278
▁drag	-8.8158
quite	-8.8174
▁conservative	-8.81897
▁Katherine	-8.82212
▁religious	-8.82232
▁came	-8.82267
▁Health	-8.8229
."	-8.82299
▁decided	-8.82507
▁coming	-8.82545
ty	-8.82717
▁prove	-8.83032
▁12	-8.83213
▁free	-8.83427
▁treat	-8.83861
▁beliefs	-8.84351
▁respect	-8.8441
▁studies	-8.84458
▁single	-8.84464
▁Mary	-8.84526
▁happy	-8.84546
▁anti	-8.84585
▁couldn	-8.84811
▁allowed	-8.85604
▁rest	-8.85618
ent	-8.86008
▁lie	-8.86269
▁2018	-8.86477
▁3	-8.86478
▁guess	-8.86781
▁attention	-8.86781
▁sort	-8.86799
hose	-8.86819
news	-8.86833
▁clinic	-8.86868
▁watch	-8.86898
▁study	-8.86902
ch	-8.86911
▁referr	-8.86919
▁set	-8.87025
be	-8.87345
▁debate	-8.87371
at	-8.87595
G	-8.87626
▁rules	-8.87979
▁breasts	-8.88052
▁fight	-8.88276
Why	-8.88299
that	-8.88344
L	-8.88874
▁form	-8.89015
▁New	-8.89107
▁strong	-8.89161
▁Helena	-8.89162
▁felt	-8.89162
▁companies	-8.89163
▁especially	-8.89167
▁amount	-8.89194
▁identities	-8.89194
▁order	-8.89231
▁scientific	-8.89256
▁front	-8.89396
▁bring	-8.89787
▁teenagers	-8.89961
ist	-8.90219
▁pre	-8.90581
E	-8.90651
Trans	-8.90709
▁ga	-8.9074
▁within	-8.91104
▁br	-8.91298
▁hold	-8.91318
▁college	-8.91326
▁decision	-8.91475
▁small	-8.91529
▁6	-8.91573
▁Women	-8.91719
▁deal	-8.91752
▁co	-8.91908
▁general	-8.91921
”—	-8.92263
▁fear	-8.93318
▁explain	-8.93396
z	-8.94011
▁personal	-8.94291
In	-8.94298
▁feelings	-8.94653
▁according	-8.95084
6	-8.95204
old	-8.95878
▁G	-8.96111
▁psychological	-8.9627
▁entire	-8.96276
▁desire	-8.9635
▁traditional	-8.96369
▁remember	-8.96665
▁simple	-8.96666
▁similar	-8.96678
▁Benji	-8.96745
▁Some	-8.96769
during	-8.96788
▁Who	-8.96911
▁H	-8.97103
▁meaning	-8.97236
▁meant	-8.97812
H	-8.97821
▁ones	-8.98136
▁hear	-8.98195
▁war	-8.98275
How	-8.98425
▁sudden	-8.98909
F	-8.98932
▁offer	-8.99053
▁clear	-8.99151
▁behavior	-8.99156
▁genuine	-8.99297
▁behind	-8.9931
▁past	-8.99336
bi	-8.99349
▁perhaps	-8.99378
▁Maybe	-8.99391
▁doctor	-8.99444
▁race	-8.99449
▁belief	-8.99453
▁construct	-8.99937
▁cover	-8.99948
▁W	-9.00257
▁theory	-9.00841
▁news	-9.00933
▁grow	-9.00935
▁videos	-9.01024
▁youth	-9.01253
▁pro	-9.01455
▁daughters	-9.01672
▁trouble	-9.01692
▁pushed	-9.01713
▁natural	-9.01762
they	-9.01892
▁anxiety	-9.02036
Y	-9.02037
▁However	-9.02045
▁lol	-9.02067
▁middle	-9.02086
▁three	-9.02107
youtube	-9.02214
▁suddenly	-9.02399
▁correct	-9.02423
▁hope	-9.02638
▁play	-9.02685
▁looking	-9.02751
▁teens	-9.03148
▁pain	-9.03165
▁Then	-9.03491
▁teachers	-9.03606
▁head	-9.03688
And	-9.03782
#	-9.03853
&	-9.03896
watch	-9.0391
▁wing	-9.04483
▁contagion	-9.04777
▁particular	-9.04777
▁comfortable	-9.04795
▁Identity	-9.04839
▁grade	-9.04876
▁masculine	-9.04912
▁difference	-9.04978
▁Mos	-9.05012
▁condition	-9.05015
▁guy	-9.05031
▁bit	-9.05277
▁ideas	-9.05759
▁argue	-9.05981
▁opinions	-9.06141
▁changed	-9.06381
▁act	-9.06619
▁socially	-9.07215
▁refer	-9.07463
▁distress	-9.07634
▁Dysphoria	-9.07634
▁several	-9.07647
▁childhood	-9.07654
▁consent	-9.07676
▁fall	-9.0772
▁pride	-9.07725
▁feminine	-9.07773
▁religion	-9.07781
▁taken	-9.07965
▁yes	-9.08103
▁conservatives	-9.08208
▁known	-9.08469
un	-9.08499
▁follow	-9.08983
▁groups	-9.09021
▁includ	-9.09148
harm	-9.09226
▁reasons	-9.0923
>	-9.09368
▁move	-9.0939
▁continue	-9.09537
▁roles	-9.09593
year	-9.09744
Yes	-9.09762
but	-9.09955
▁18	-9.1025
▁cases	-9.10357
▁June	-9.10575
▁York	-9.10575
▁process	-9.10575
▁fine	-9.10596
▁anymore	-9.10599
▁pay	-9.10601
▁Chase	-9.10615
▁immediately	-9.10618
▁specific	-9.10624
▁5	-9.1063
▁average	-9.10702
▁assume	-9.10795
▁near	-9.10911
▁conversation	-9.10937
▁relationship	-9.10979
▁thinking	-9.11076
▁lesbian	-9.1116
de	-9.11988
▁mothers	-9.12007
▁minors	-9.12116
▁pass	-9.12263
▁laws	-9.12312
▁comments	-9.12481
▁speak	-9.12722
▁protect	-9.13034
O	-9.13116
▁treatments	-9.13302
▁short	-9.13484
▁heterosexual	-9.13567
▁takes	-9.13581
▁subject	-9.13582
ember	-9.136
▁stay	-9.13606
▁wrote	-9.13606
▁lack	-9.13609
▁team	-9.13621
▁violence	-9.13621
▁worth	-9.13647
▁May	-9.13648
▁cool	-9.13761
▁involved	-9.13887
▁entirely	-9.14068
▁transphobic	-9.14274
▁cross	-9.14282
▁2016	-9.14294
▁compete	-9.14363
fully	-9.1441
▁treated	-9.1445
▁affirming	-9.14517
el	-9.14534
▁speaking	-9.14564
▁questions	-9.1483
▁members	-9.15113
▁drugs	-9.1516
▁asking	-9.15244
▁U	-9.15426
▁dress	-9.15557
▁destroy	-9.16133
My	-9.16142
▁extreme	-9.16335
▁require	-9.16526
▁spoke	-9.16652
▁sound	-9.16734
▁himself	-9.16741
▁families	-9.16746
▁sometimes	-9.16774
▁outside	-9.16784
▁bodies	-9.16831
▁Reddit	-9.16883
so	-9.17003
she	-9.17022
▁needed	-9.17082
▁cut	-9.17119
▁mis	-9.17167
▁brain	-9.17172
▁conspiracy	-9.17245
▁month	-9.17405
5	-9.17441
▁claims	-9.17628
▁10	-9.17644
▁learn	-9.18422
▁nor	-9.18669
▁appear	-9.18738
j	-9.18793
Gender	-9.19097
▁identifying	-9.19105
▁months	-9.19308
▁Journal	-9.19435
▁address	-9.19584
–	-9.19703
▁academic	-9.19956
▁focus	-9.19958
▁moment	-9.19967
▁His	-9.19996
▁After	-9.20002
▁across	-9.20052
▁spread	-9.20057
▁deny	-9.2006
▁cult	-9.2008
▁half	-9.20172
▁Don	-9.20476
▁situation	-9.2058
▁views	-9.206
if	-9.20797
ble	-9.20836
▁student	-9.20906
▁Yes	-9.20945
U	-9.21401
ur	-9.21414
▁Re	-9.21957
▁decades	-9.22091
like	-9.22364
no	-9.22373
She	-9.22462
▁met	-9.22541
▁define	-9.22637
▁problems	-9.22679
▁target	-9.22725
▁Can	-9.22788
▁tend	-9.22867
▁convince	-9.22897
▁decide	-9.22995
▁trend	-9.23223
▁lose	-9.2323
▁stories	-9.2329
▁hurt	-9.2329
▁voice	-9.2329
▁marriage	-9.2329
▁multiple	-9.23291
▁nice	-9.23294
▁chance	-9.23297
▁negative	-9.23305
▁Zucker	-9.23306
▁avoid	-9.23306
▁father	-9.23309
▁itself	-9.23483
▁spen	-9.23533
▁stereotypes	-9.23604
▁spend	-9.23674
ine	-9.23721
▁early	-9.23958
▁wearing	-9.24013
▁cis	-9.24063
▁statement	-9.24088
▁result	-9.24107
▁position	-9.24124
▁disorder	-9.24126
il	-9.244
▁recognize	-9.24997
we	-9.25294
▁giv	-9.25384
N	-9.25393
▁2015	-9.25681
you	-9.25728
ify	-9.25821
ir	-9.26125
▁humans	-9.26292
led	-9.2633
▁obvious	-9.26346
one	-9.26352
▁create	-9.26504
ability	-9.2659
▁safe	-9.26732
▁narrative	-9.26738
▁rush	-9.26738
▁nature	-9.26738
▁mass	-9.26748
▁Michael	-9.26755
▁adolescence	-9.26755
parental	-9.26758
▁existence	-9.26769
▁perfect	-9.26785
▁supposed	-9.26785
▁advice	-9.26786
▁With	-9.26786
article	-9.26808
▁walk	-9.2681
▁changing	-9.26815
▁label	-9.26849
▁information	-9.26895
▁woke	-9.2697
▁sexuality	-9.26989
▁attack	-9.2709
▁states	-9.27283
▁generally	-9.27402
wing	-9.27545
▁account	-9.276
▁concept	-9.27655
▁professional	-9.27739
▁Un	-9.27793
.)	-9.2785
▁join	-9.27854
▁toward	-9.28238
ical	-9.28472
▁close	-9.28478
age	-9.28605
.2	-9.28777
ful	-9.28898
▁stand	-9.29299
▁pretend	-9.29357
ish	-9.29519
▁suggest	-9.29644
▁expect	-9.29745
▁encourage	-9.29903
▁describe	-9.29927
▁report	-9.2993
▁necessar	-9.3017
▁further	-9.30309
▁perspective	-9.3031
▁dumb	-9.30325
▁data	-9.30367
ck	-9.304
▁Children	-9.30422
▁buy	-9.30439
▁fun	-9.30584
▁suicidal	-9.30613
▁ill	-9.30749
▁numbers	-9.30934
▁risks	-9.3094
▁created	-9.30978
▁response	-9.31227
▁regret	-9.31389
▁effect	-9.31413
binary	-9.31424
▁terms	-9.31515
▁shows	-9.31741
▁figure	-9.31814
▁believes	-9.32231
▁experiences	-9.32275
for	-9.32944
▁professionals	-9.32979
▁wait	-9.33023
W	-9.3311
▁changes	-9.33372
▁private	-9.33588
▁imagine	-9.33607
▁increase	-9.33677
cannot	-9.3369
▁weird	-9.33929
▁easily	-9.34013
▁food	-9.34013
▁serve	-9.34013
▁truly	-9.34014
▁remain	-9.34017
▁shift	-9.34026
▁subreddit	-9.3403
▁evolution	-9.34031
▁Maddie	-9.34032
▁eventually	-9.34036
▁US	-9.34042
▁saw	-9.34064
▁five	-9.34069
▁false	-9.34092
▁tried	-9.34116
▁stopped	-9.34118
▁acceptance	-9.34124
▁dangerous	-9.34137
▁reach	-9.34204
TER	-9.34291
▁moral	-9.34327
▁O	-9.34368
are	-9.34461
tic	-9.3462
▁eyes	-9.34665
▁V	-9.34798
▁bigot	-9.34875
▁hundreds	-9.35164
▁week	-9.35182
▁doubt	-9.35201
▁role	-9.35387
▁heart	-9.35485
ors	-9.3554
▁fucking	-9.35742
▁goal	-9.35883
▁happens	-9.36519
“	-9.36621
status	-9.36977
▁ways	-9.37392
▁interest	-9.37623
▁happen	-9.37757
▁approach	-9.37846
%20	-9.37856
▁Education	-9.37859
▁future	-9.37859
▁leave	-9.3786
▁Association	-9.3786
▁save	-9.37862
▁facts	-9.37874
▁defend	-9.3788
▁minority	-9.37883
▁usual	-9.37973
▁r	-9.37977
▁house	-9.37983
ng	-9.37998
▁banned	-9.38078
▁identification	-9.38083
▁rare	-9.38124
▁Their	-9.38276
▁clearly	-9.38436
nna	-9.38627
▁include	-9.38661
▁pretending	-9.38899
▁couple	-9.39098
▁16	-9.39114
cis	-9.39207
▁Christian	-9.39238
▁decade	-9.39283
▁video	-9.39291
200	-9.39592
ter	-9.39606
▁valid	-9.39668
ance	-9.39734
▁test	-9.40276
▁accepting	-9.40291
▁add	-9.4048
what	-9.40879
gov	-9.40964
But	-9.41003
male	-9.41051
▁con	-9.41357
▁fair	-9.41463
▁haven	-9.41474
ia	-9.41664
▁honest	-9.41717
▁dysphoric	-9.41859
▁medicine	-9.41859
▁knowledge	-9.41859
▁taught	-9.41859
▁third	-9.4186
▁water	-9.41862
▁page	-9.41869
▁worse	-9.41875
▁orientation	-9.41879
▁bullshit	-9.4188
▁politicians	-9.41922
▁While	-9.41926
▁league	-9.41957
▁nobody	-9.42015
ny	-9.4202
▁significant	-9.42021
▁anyway	-9.42057
ie	-9.42107
▁four	-9.4213
▁low	-9.42152
▁aware	-9.42276
▁raise	-9.42376
▁step	-9.42464
▁reported	-9.42532
▁11	-9.43
▁accepted	-9.43418
▁feels	-9.43434
▁line	-9.43713
▁values	-9.43773
▁willing	-9.43852
due	-9.43894
▁gets	-9.44224
▁action	-9.44274
▁20	-9.44354
co	-9.44423
▁insist	-9.44661
ho	-9.44838
▁suffer	-9.45051
nc	-9.45154
nt	-9.45461
▁serious	-9.45632
▁emotional	-9.45664
▁societ	-9.45863
ling	-9.45887
▁period	-9.45889
Q	-9.4592
▁vari	-9.45965
▁second	-9.46001
▁Twitter	-9.46026
▁difficult	-9.46026
▁sorry	-9.46026
▁Day	-9.46027
▁Blanchard	-9.46029
▁blood	-9.4603
▁otherwise	-9.46054
▁Bible	-9.4607
▁admit	-9.4608
▁huge	-9.46104
▁represent	-9.46105
▁letter	-9.46122
▁development	-9.46139
▁Gay	-9.46157
▁perceive	-9.46177
▁19	-9.46199
▁transgenderism	-9.46269
▁access	-9.46316
▁noticed	-9.46322
▁policy	-9.46383
▁despi	-9.46465
▁Of	-9.46494
▁happened	-9.46677
▁upon	-9.46832
▁healthy	-9.46843
▁vote	-9.47197
day	-9.47297
natal	-9.47301
▁2.	-9.47367
▁bother	-9.47394
ely	-9.47444
▁pressure	-9.47618
▁black	-9.47644
▁mom	-9.47748
he	-9.47893
▁days	-9.4813
▁Here	-9.48161
▁listen	-9.48465
ual	-9.48594
▁Hav	-9.487
▁names	-9.49034
▁ex	-9.49122
He	-9.49246
ory	-9.49329
▁Elliot	-9.49375
Yeah	-9.49446
▁...	-9.49456
affirmative	-9.49466
▁9	-9.50127
▁engage	-9.50224
▁dead	-9.50261
▁category	-9.50374
▁epidemic	-9.50374
▁together	-9.50375
▁biology	-9.50376
▁countries	-9.50376
▁university	-9.50377
▁easier	-9.50387
▁upset	-9.50389
▁direction	-9.50392
▁business	-9.50396
▁modern	-9.50402
▁author	-9.50402
▁manner	-9.50405
ta	-9.50426
▁homosexuality	-9.50457
up	-9.50501
▁discovered	-9.50534
▁typical	-9.50546
▁politics	-9.5055
▁throw	-9.50595
ever	-9.5062
▁appropriate	-9.50676
▁block	-9.50803
▁wear	-9.50834
▁required	-9.51032
ted	-9.51047
▁defin	-9.51201
ach	-9.51246
▁personally	-9.5125
▁teaching	-9.51295
cy	-9.5155
▁States	-9.51617
▁demand	-9.51619
▁works	-9.51824
sh	-9.51907
▁caus	-9.51911
▁playing	-9.51917
▁3.	-9.51927
▁instance	-9.52119
▁freedom	-9.52185
▁weren	-9.52192
▁School	-9.52253
▁flag	-9.52277
▁benefit	-9.52287
▁teacher	-9.524
▁14	-9.52427
▁reading	-9.53137
ha	-9.53152
▁De	-9.53179
HAP	-9.53625
▁legal	-9.5365
▁teach	-9.53874
twitter	-9.54025
Oh	-9.54052
▁towards	-9.54243
▁radical	-9.54248
▁seek	-9.54263
▁acknowledge	-9.54584
▁divide	-9.54591
term	-9.54693
▁mistake	-9.54843
▁civil	-9.54878
▁sad	-9.54917
▁McHugh	-9.54919
▁military	-9.54919
▁okay	-9.54919
pdf	-9.5492
▁Knowles	-9.5492
▁clothes	-9.5492
From	-9.5492
▁bunch	-9.54922
▁vast	-9.54922
▁propaganda	-9.54927
▁basically	-9.54934
▁OP	-9.54939
▁proof	-9.54948
▁NY	-9.54949
ant	-9.5496
▁progressive	-9.54995
▁craze	-9.55023
▁Pride	-9.55031
▁however	-9.55046
▁afraid	-9.55054
▁definit	-9.5507
▁critical	-9.551
▁necessary	-9.55121
▁older	-9.55134
▁c	-9.55152
▁Care	-9.552
preferred	-9.5524
▁misgendering	-9.55267
▁obviously	-9.55464
▁reddit	-9.55515
▁***	-9.55524
▁NOT	-9.55568
being	-9.55949
ate	-9.55951
▁suffering	-9.55973
▁mentioned	-9.56258
▁spaces	-9.56471
gust	-9.56809
▁area	-9.56872
▁onto	-9.56935
▁room	-9.56951
▁1.	-9.57063
▁link	-9.57069
▁sign	-9.57136
▁breast	-9.57163
fa	-9.57525
ccording	-9.57815
▁perform	-9.57828
▁kill	-9.58207
▁causes	-9.58746
When	-9.58821
transphobic	-9.58836
um	-9.58895
forcing	-9.58954
▁adopt	-9.59019
▁meet	-9.59041
V	-9.5919
▁matters	-9.59271
her	-9.59521
▁males	-9.5953
▁An	-9.59659
▁Catholic	-9.59661
▁obtain	-9.59681
▁shut	-9.59681
▁pharma	-9.59681
▁plenty	-9.59688
▁basis	-9.59689
▁University	-9.59692
▁death	-9.59696
▁crazy	-9.59705
▁prominent	-9.59708
▁education	-9.5971
ober	-9.59724
▁perception	-9.59789
▁JP	-9.59791
▁insane	-9.59839
▁assigned	-9.59851
▁apart	-9.59991
ning	-9.60088
▁guns	-9.60526
▁protected	-9.60641
▁influencers	-9.60792
ating	-9.60853
▁sides	-9.60949
ad	-9.61107
nd	-9.6119
ization	-9.61459
how	-9.61488
▁manage	-9.61736
▁sexually	-9.61821
K	-9.61893
▁effort	-9.62032
▁peer	-9.62081
▁points	-9.62127
▁minor	-9.6221
▁actions	-9.62771
▁/	-9.6347
Z	-9.63764
▁assault	-9.6401
▁Every	-9.64012
bid	-9.6419
▁thoughts	-9.64258
▁sick	-9.64462
▁experiment	-9.64591
▁Kaufman	-9.64681
▁behaviour	-9.64681
▁deserve	-9.64681
▁written	-9.64681
▁instruction	-9.64681
▁nonsense	-9.64681
▁evil	-9.64683
▁therefore	-9.64683
▁apply	-9.64684
html	-9.64684
wiki	-9.64684
▁police	-9.64685
▁return	-9.64687
▁cancer	-9.64688
▁color	-9.64688
▁illegal	-9.6469
▁interpretation	-9.64696
▁skin	-9.64703
▁Today	-9.64711
▁percentage	-9.64723
▁sent	-9.64731
▁womanhood	-9.64735
▁expression	-9.64741
▁severe	-9.64756
▁related	-9.64789
▁females	-9.64793
▁incorrect	-9.64801
▁mainstream	-9.64802
▁bigotry	-9.64816
▁DSM	-9.6484
▁cultural	-9.64843
ain	-9.64849
▁Young	-9.64862
pe	-9.64862
▁neither	-9.64885
▁More	-9.6491
▁logical	-9.64996
▁Sex	-9.65059
▁informed	-9.65184
▁prevent	-9.65208
ma	-9.65221
▁reduce	-9.65299
?>	-9.6539
▁lost	-9.65404
▁naturally	-9.6542
▁measure	-9.65536
▁17	-9.65613
▁learned	-9.65639
tion	-9.65749
ping	-9.65968
▁ban	-9.66164
▁becomes	-9.66304
▁following	-9.66359
am	-9.66367
▁growing	-9.66619
▁battle	-9.66772
▁highly	-9.66791
▁touch	-9.66817
▁miss	-9.67094
▁car	-9.67261
▁rule	-9.67356
▁member	-9.67362
ible	-9.67376
▁standard	-9.67389
ure	-9.68397
[	-9.68494
▁affirm	-9.6859
▁8	-9.68653
▁breath	-9.68695
▁Uni	-9.68734
right	-9.68774
nce	-9.68918
conspiracy	-9.69077
hate	-9.69123
gay	-9.69136
▁en	-9.69145
Transgender	-9.69152
▁reject	-9.69301
ized	-9.69367
uch	-9.69483
by	-9.69759
▁influence	-9.69821
▁church	-9.69885
▁interact	-9.69905
▁Sexual	-9.69917
▁Gayatri	-9.69944
▁Instead	-9.69944
▁advantage	-9.69944
▁beyond	-9.69944
▁website	-9.69944
▁enjoy	-9.6995
▁involve	-9.69951
▁Edit	-9.69953
▁bot	-9.69955
▁Parents	-9.69957
▁distinction	-9.69958
International	-9.69961
▁basic	-9.69963
▁distraction	-9.69971
▁Meredith	-9.69971
▁Instagram	-9.69971
▁20%	-9.69975
▁specifically	-9.69975
▁win	-9.6999
▁weight	-9.7
▁align	-9.70016
▁spectrum	-9.70017
▁relevant	-9.70025
▁organization	-9.70026
▁unlike	-9.70032
▁paper	-9.70035
▁abortion	-9.70102
▁Girl	-9.70112
▁compelled	-9.70115
▁wide	-9.70335
tally	-9.70461
▁per	-9.70533
▁lies	-9.70547
▁—	-9.7063
▁compare	-9.70701
▁plan	-9.70755
▁Z	-9.70873
os	-9.71062
▁none	-9.71101
ph	-9.7115
▁soon	-9.71214
22	-9.7123
X	-9.71238
▁28	-9.71384
▁nose	-9.71401
▁separate	-9.71453
▁remove	-9.71496
▁Lis	-9.71566
▁thousands	-9.71611
even	-9.71657
National	-9.71671
▁definitions	-9.71797
▁looks	-9.71973
somehow	-9.72435
▁value	-9.72463
▁existed	-9.72566
16	-9.72707
▁lifestyle	-9.72719
▁Well	-9.72773
▁million	-9.72792
im	-9.73002
▁pronoun	-9.73152
bru	-9.73289
▁13	-9.73329
li	-9.73486
▁2017,	-9.737
▁range	-9.73729
▁wonder	-9.73825
▁die	-9.74152
▁god	-9.74291
▁affect	-9.74302
woman	-9.74315
▁parts	-9.74367
▁develop	-9.74743
▁express	-9.74858
ably	-9.74877
identifying	-9.74934
▁recent	-9.75121
▁notice	-9.75351
▁prefer	-9.75374
ince	-9.75405
▁light	-9.75453
▁major	-9.7547
▁list	-9.75493
▁Perhaps	-9.755
▁baby	-9.755
▁believing	-9.755
▁depressed	-9.755
▁penis	-9.755
▁suspect	-9.755
▁thread	-9.75501
▁above	-9.75501
▁possibility	-9.75502
▁vulnerable	-9.75502
▁grew	-9.75503
▁context	-9.75503
AND	-9.75508
▁attracted	-9.75524
▁super	-9.75526
▁possibly	-9.75528
▁healthcare	-9.75541
▁campus	-9.75541
▁poor	-9.75544
▁cutting	-9.75545
▁pure	-9.75564
▁protection	-9.75571
▁division	-9.75583
▁Oc	-9.75587
▁alcohol	-9.75603
nl	-9.75616
▁Report	-9.75627
▁Get	-9.75671
▁transitioned	-9.75685
▁humanity	-9.75694
▁homosexual	-9.75699
▁received	-9.7576
▁Does	-9.75772
▁hit	-9.75774
▁determined	-9.75797
▁double	-9.75803
▁Please	-9.7583
▁apparently	-9.75915
▁higher	-9.75928
▁Where	-9.76001
▁minds	-9.76003
▁seriously	-9.76031
▁fill	-9.76082
▁diagnosis	-9.76086
▁IS	-9.76086
▁described	-9.76106
▁expressed	-9.76107
▁corporations	-9.76188
▁fat	-9.76534
J	-9.76638
▁hours	-9.76648
▁depend	-9.76809
▁seeking	-9.76816
Not	-9.76824
▁binary	-9.76872
▁interesting	-9.76904
▁80	-9.7704
ier	-9.77097
▁jobs	-9.7724
▁Adolescents	-9.77265
▁hateful	-9.77358
lo	-9.7751
▁fighting	-9.77816
▁Go	-9.77903
▁drug	-9.78318
▁son	-9.78324
▁4.	-9.78516
▁elite	-9.78585
▁promote	-9.78709
▁begin	-9.7871
▁psychologist	-9.78734
▁red	-9.79129
ca	-9.79398
▁message	-9.7973
▁concepts	-9.79774
early	-9.80018
post	-9.80138
▁pick	-9.80407
New	-9.80515
health	-9.80525
▁break	-9.80549
▁relationships	-9.80568
For	-9.80575
**	-9.80698
▁guys	-9.80888
et	-9.80904
▁equal	-9.80963
▁sh	-9.81006
q	-9.8106
▁refuse	-9.81158
▁fundamental	-9.81251
▁obsess	-9.81318
▁final	-9.8138
▁Study	-9.81382
encouraging	-9.81382
▁confusion	-9.81382
▁intervention	-9.81382
▁rhetoric	-9.81382
▁search	-9.81382
▁automatically	-9.81382
nih	-9.81382
▁angry	-9.81383
▁positive	-9.81386
▁ridiculous	-9.81392
▁dude	-9.81394
▁detransitioners	-9.81398
▁model	-9.81399
▁blue	-9.81412
▁convert	-9.81412
▁controversial	-9.81416
▁Ross	-9.81424
▁Lucy	-9.81434
▁deliberate	-9.81434
▁offers	-9.81449
▁Gen	-9.8145
▁Page	-9.81454
▁accurate	-9.81464
▁Medical	-9.81464
▁endless	-9.81509
▁parties	-9.81545
▁imply	-9.81557
▁count	-9.816
▁path	-9.81614
▁ESG	-9.81625
▁abnormal	-9.81625
▁directly	-9.81636
▁decisions	-9.81693
▁compar	-9.81721
To	-9.81745
▁aspect	-9.81791
▁hands	-9.8186
▁belong	-9.81914
▁folks	-9.81951
▁daily	-9.81999
▁discussing	-9.82133
▁killed	-9.82145
ignment	-9.82152
ol	-9.82231
▁please	-9.82236
As	-9.82399
28	-9.82406
mi	-9.8241
▁knows	-9.82418
▁helping	-9.82557
becoming	-9.82622
▁followed	-9.82632
thing	-9.82676
non	-9.82689
▁offered	-9.82767
▁party	-9.82772
my	-9.82904
▁biologically	-9.83382
10	-9.83517
▁stated	-9.83746
▁vi	-9.83816
ra	-9.83913
▁mov	-9.84038
long	-9.84203
▁bi	-9.84389
▁concern	-9.84395
▁standards	-9.84417
▁ought	-9.84497
▁peers	-9.84596
▁prior	-9.84686
ul	-9.84758
▁expert	-9.84904
▁degree	-9.84925
▁art	-9.84994
▁type	-9.85027
▁liberal	-9.85105
Up	-9.85135
▁du	-9.85277
▁interests	-9.85486
40	-9.85829
▁achieve	-9.8595
▁function	-9.85977
▁results	-9.86097
▁needs	-9.86426
00	-9.865
go	-9.86595
R	-9.86666
with	-9.86752
women	-9.86779
Do	-9.86787
which	-9.86797
▁deep	-9.87158
▁ten	-9.87405
▁celebrate	-9.87449
▁main	-9.87458
▁respond	-9.87608
▁Boston	-9.87632
▁Lupron	-9.87632
▁Marchiano	-9.87632
▁World	-9.87632
▁breakdown	-9.87632
▁phalloplasty	-9.87632
▁phenomenon	-9.87632
▁produce	-9.87632
▁worldview	-9.87632
▁worry	-9.87632
▁silly	-9.87632
▁faith	-9.87633
▁permanent	-9.87633
▁lean	-9.87634
▁opposition	-9.87635
▁Tumblr	-9.87637
▁2014	-9.87637
▁dad	-9.87638
▁profound	-9.87638
▁panic	-9.8764
▁dick	-9.87643
▁picture	-9.87646
▁indeed	-9.8765
▁send	-9.87658
▁trial	-9.87662
▁hatred	-9.87665
▁binder	-9.87666
▁yeah	-9.87667
▁everybody	-9.87681
▁base	-9.87687
▁Angela	-9.87688
▁September	-9.8772
▁regardless	-9.87723
▁solution	-9.87776
▁paid	-9.87788
▁Again	-9.87833
▁acceptable	-9.87839
▁associate	-9.87843
▁Social	-9.87871
▁grooming	-9.87872
▁(“	-9.87923
ery	-9.87944
▁text	-9.88004
▁contact	-9.88006
identifies	-9.8801
▁conversion	-9.88012
▁transphobe	-9.88209
▁rarely	-9.88285
▁queer	-9.88354
▁Kids	-9.88381
men	-9.88408
▁pedophiles	-9.88412
▁outrage	-9.88457
▁developed	-9.88466
care	-9.88696
▁interested	-9.88721
▁symptoms	-9.8876
▁**	-9.88773
▁com	-9.88874
new	-9.8896
▁handle	-9.8918
▁explained	-9.89191
▁h	-9.89404
▁kick	-9.89481
now	-9.89725
▁status	-9.89896
▁fan	-9.90008
▁hasn	-9.90258
▁hadn	-9.90268
▁po	-9.90323
▁concerns	-9.90357
▁broad	-9.90591
▁successful	-9.90592
▁Ha	-9.90645
ril	-9.90661
hich	-9.90725
▁run	-9.90838
ak	-9.90864
▁identified	-9.9101
30	-9.91013
▁argu	-9.91065
▁write	-9.91272
▁25	-9.91319
▁game	-9.91562
▁j	-9.91569
▁7	-9.91579
▁John	-9.91588
▁record	-9.91625
▁votes	-9.91642
▁bear	-9.91959
▁posts	-9.92083
▁ch	-9.92172
izing	-9.92183
!”	-9.92406
▁teen	-9.92429
ence	-9.92706
▁books	-9.9292
12	-9.93006
▁believed	-9.93144
reddit	-9.93409
just	-9.93431
People	-9.93435
children	-9.93442
people	-9.93442
ath	-9.93572
▁di	-9.93598
▁complete	-9.93619
▁check	-9.93722
this	-9.93856
▁challenge	-9.93856
▁recommend	-9.93888
▁Post	-9.93929
▁Us	-9.941
utm	-9.94126
▁lock	-9.94208
▁Let	-9.94216
▁hide	-9.94225
▁object	-9.94232
ING	-9.94254
ppl	-9.94291
thWaveNow	-9.94299
▁Bailey	-9.94299
▁Review	-9.94299
▁challenging	-9.94299
▁unfair	-9.94299
▁company	-9.94299
▁increasing	-9.94299
▁Rachel	-9.94299
▁promise	-9.94299
▁communities	-9.943
▁pedophilia	-9.94301
▁proud	-9.94301
▁consensus	-9.94301
▁ignorant	-9.94304
▁stage	-9.94305
▁beginning	-9.94308
▁excuse	-9.94315
▁Transition	-9.94318
▁100%	-9.94319
▁Brie	-9.94326
▁YOU	-9.94327
▁Shapiro	-9.94333
▁Shrier	-9.94333
▁Center	-9.94364
▁establish	-9.94371
▁personality	-9.94382
▁Teen	-9.94387
▁factual	-9.94392
▁ideological	-9.94396
▁announcement	-9.944
▁plastic	-9.94403
▁fell	-9.94408
???	-9.9443
▁Washington	-9.94453
▁Would	-9.94453
▁absurd	-9.94502
▁anorexia	-9.94515
▁Show	-9.94538
▁bill	-9.94553
▁practice	-9.94568
▁constantly	-9.94614
bet	-9.94665
▁recently	-9.94778
▁Mental	-9.94791
▁harder	-9.94802
▁chest	-9.94914
▁X	-9.94924
▁ready	-9.94939
▁failing	-9.94965
ped	-9.94974
magine	-9.95029
▁encouraged	-9.95034
▁content	-9.95069
sistence	-9.95159
▁bullying	-9.95205
▁22	-9.9524
▁30	-9.9529
▁removed	-9.95327
▁added	-9.95344
▁blame	-9.95445
▁procedures	-9.95694
▁absolute	-9.95808
▁hell	-9.96092
▁Je	-9.96414
▁sole	-9.96759
▁5.	-9.9752
▁knowing	-9.97583
▁victim	-9.97673
net	-9.97876
▁flags	-9.98349
ons	-9.98521
▁maintain	-9.9859
articles	-9.98628
▁Bo	-9.9863
▁piece	-9.98657
▁ground	-9.98716
▁Disorder	-9.98801
▁Christians	-9.9893
▁activist	-9.98965
end	-9.9926
▁nu	-9.99902
▁Co	-9.99956
▁im	-9.99969
ists	-10.0008
▁50	-10.001
sexual	-10.0016
ass	-10.0036
▁fix	-10.0038
▁conform	-10.0042
▁engag	-10.0042
▁lesbians	-10.0049
▁working	-10.0049
First	-10.0056
amp	-10.0057
Just	-10.0058
LGBTQ	-10.0058
why	-10.0059
***	-10.0069
well	-10.007
▁arguments	-10.0077
iv	-10.0091
▁success	-10.0095
affirming	-10.0097
▁determine	-10.0106
way	-10.0109
▁stick	-10.0117
cular	-10.0141
▁whom	-10.0143
▁odd	-10.0144
▁appeal	-10.0144
▁husband	-10.0144
▁pork	-10.0144
▁potential	-10.0144
▁Canada	-10.0144
▁autism	-10.0144
▁enemy	-10.0144
▁mastectomy	-10.0144
▁phase	-10.0144
▁policies	-10.0144
▁reproductive	-10.0144
▁loud	-10.0144
▁twenty	-10.0144
▁vague	-10.0144
▁worst	-10.0144
▁version	-10.0144
▁Over	-10.0144
▁writing	-10.0144
▁Joanna	-10.0144
▁reply	-10.0144
▁reproduction	-10.0144
▁mock	-10.0144
▁climate	-10.0144
▁deem	-10.0144
▁clothing	-10.0145
▁wanna	-10.0145
▁six	-10.0145
▁intention	-10.0145
▁stance	-10.0145
▁murder	-10.0145
▁applie	-10.0146
▁reass	-10.0146
▁UCLA	-10.0148
▁insurance	-10.0148
▁married	-10.0148
▁species	-10.0148
▁smart	-10.0148
▁innocent	-10.0148
▁rais	-10.0149
▁everywhere	-10.0149
▁offend	-10.015
▁broken	-10.015
▁environment	-10.0151
▁bond	-10.0152
▁embrace	-10.0154
▁David	-10.0154
▁Development	-10.0154
▁local	-10.0154
▁babies	-10.0155
▁connect	-10.0157
▁weak	-10.0157
▁neutral	-10.0161
▁gain	-10.0162
typically	-10.0162
▁balance	-10.0167
▁scene	-10.0172
▁Men	-10.0172
uk	-10.0173
▁fired	-10.0177
▁ahead	-10.0181
▁failed	-10.0189
ED	-10.0193
▁Y	-10.0197
▁26	-10.0202
▁younger	-10.0209
▁Ben	-10.0213
▁norms	-10.0214
▁Au	-10.0221
▁First	-10.0234
▁extremely	-10.0237
▁note	-10.0243
▁eating	-10.0249
some	-10.0269
▁expected	-10.0269
▁listening	-10.0309
na	-10.031
rs	-10.0322
▁sites	-10.0323
▁8.	-10.0327
▁watched	-10.0338
▁ear	-10.0342
▁faces	-10.0348
law	-10.0351
▁tip	-10.0371
bo	-10.0394
ot	-10.0401
▁fad	-10.0402
▁visit	-10.0403
▁10.	-10.0406
min	-10.0415
▁Non	-10.0415
only	-10.0417
▁oppos	-10.0426
▁posted	-10.0438
▁mess	-10.044
▁harming	-10.0501
▁29	-10.0519
▁na	-10.0525
▁efforts	-10.054
▁claimed	-10.0553
▁remov	-10.0563
AT	-10.0572
▁los	-10.0609
▁discuss	-10.0614
▁delusion	-10.0627
▁complain	-10.0645
▁detail	-10.0647
▁surgeon	-10.0649
▁7.	-10.0651
▁space	-10.0653
use	-10.0661
tal	-10.0672
15	-10.0683
▁unit	-10.0685
▁late	-10.0686
▁Dec	-10.0697
▁teenager	-10.0702
▁disorders	-10.0723
▁La	-10.0728
▁None	-10.0764
queer	-10.0765
body	-10.0773
▁door	-10.0794
time	-10.0819
(	-10.0823
work	-10.0824
content	-10.0825
social	-10.0828
▁creat	-10.0828
over	-10.0839
have	-10.0845
kids	-10.0846
action	-10.0854
far	-10.0861
▁alter	-10.0864
▁spike	-10.0869
phobic	-10.087
▁slow	-10.0875
▁objective	-10.0882
.”)	-10.0885
ka	-10.0889
▁ju	-10.0892
▁comfort	-10.0908
▁reflect	-10.0909
▁contradict	-10.0909
▁op	-10.0912
▁99%	-10.0913
▁Muslim	-10.0913
▁Shirley	-10.0913
▁abandon	-10.0913
▁attitude	-10.0913
▁happier	-10.0913
▁happily	-10.0913
▁mouth	-10.0913
▁thirteen	-10.0913
▁tissue	-10.0913
▁wild	-10.0913
▁League	-10.0913
▁zero	-10.0913
▁caught	-10.0913
▁initial	-10.0913
▁Jewish	-10.0914
▁Olson	-10.0914
▁historical	-10.0914
▁series	-10.0914
▁field	-10.0914
▁ignorance	-10.0914
▁criticism	-10.0914
▁harassment	-10.0915
▁energy	-10.0915
▁Our	-10.0916
▁structure	-10.0916
▁dislike	-10.0917
▁Testosterone	-10.0917
▁beautiful	-10.0917
▁secret	-10.0917
▁Risk	-10.0917
▁IWD	-10.0917
▁innate	-10.0918
▁assure	-10.0918
▁fast	-10.0918
▁invite	-10.0919
▁desperate	-10.0919
▁Though	-10.0921
specially	-10.0923
▁incredibly	-10.0925
▁psychiatric	-10.0926
▁leg	-10.0926
▁harmful	-10.0928
▁demonstrate	-10.093
▁Although	-10.0932
▁makeup	-10.0933
▁surprised	-10.0934
▁grown	-10.0936
▁announced	-10.0939
low	-10.0939
▁explains	-10.0945
guidelines	-10.0945
▁Whe	-10.0946
▁70	-10.0949
▁Tell	-10.0954
▁Sure	-10.0954
▁board	-10.0955
▁downvoted	-10.0956
▁supportive	-10.0961
▁deeply	-10.0963
▁Ash	-10.0967
▁national	-10.0967
▁Call	-10.0969
can	-10.0973
▁introduced	-10.0974
▁cisgender	-10.0975
▁thank	-10.0981
▁meaningful	-10.0983
▁method	-10.0984
▁legally	-10.0984
▁Any	-10.0988
▁emotionally	-10.0989
▁citizens	-10.0989
▁pills	-10.0989
▁emotions	-10.099
girls	-10.0991
▁inside	-10.0994
▁former	-10.0999
kin	-10.1026
▁psychologically	-10.1037
pass	-10.1043
pro	-10.1053
▁traits	-10.1055
▁phone	-10.1064
▁sit	-10.1071
▁forms	-10.1075
▁killing	-10.1076
▁features	-10.1076
oard	-10.1078
▁math	-10.1082
):	-10.1088
▁bathrooms	-10.112
▁options	-10.1131
▁vs	-10.1151
▁led	-10.1152
▁alleviate	-10.1156
▁arms	-10.1164
▁surgeons	-10.1186
▁acting	-10.1187
▁2019	-10.1188
▁ho	-10.1225
▁100	-10.1267
▁sources	-10.1268
▁bar	-10.1277
.3	-10.128
ated	-10.1284
▁capture	-10.129
▁ok	-10.1298
accused	-10.1316
▁advocate	-10.1344
▁m	-10.1348
real	-10.1368
▁articles	-10.1371
▁drive	-10.1372
teen	-10.1384
▁benefits	-10.1387
▁Fe	-10.1388
Nov	-10.1391
▁interview	-10.1412
▁notion	-10.1421
▁oppose	-10.1425
▁differently	-10.1427
▁Psycholog	-10.1436
▁struggle	-10.145
▁bigots	-10.1474
▁15	-10.1478
▁score	-10.1481
▁se	-10.1482
▁thousand	-10.1484
▁hundred	-10.1487
▁character	-10.1497
▁u	-10.1498
▁Adolescent	-10.1503
▁arm	-10.1507
▁Right	-10.1554
▁expos	-10.1559
▁undergo	-10.1565
ee	-10.158
transition	-10.1584
▁hat	-10.1585
▁era	-10.1605
ac	-10.1633
ations	-10.1633
oth	-10.1645
▁celebrat	-10.1652
does	-10.1655
diagnosis	-10.1659
▁eliminat	-10.1659
▁sin	-10.166
front	-10.166
normal	-10.166
change	-10.1661
‘	-10.1661
person	-10.1661
who	-10.1665
rew	-10.167
went	-10.1672
▁bias	-10.168
because	-10.1683
▁conditions	-10.1685
▁differences	-10.1685
bow	-10.1689
▁distract	-10.1692
▁logic	-10.1694
▁special	-10.1696
▁damage	-10.1697
▁consistent	-10.1701
All	-10.1702
▁constant	-10.1707
▁receive	-10.1708
hood	-10.1711
▁fire	-10.1716
▁regular	-10.1717
fted	-10.1717
▁document	-10.1718
daily	-10.172
24	-10.1722
▁rational	-10.1744
▁cruel	-10.1745
youtu	-10.1745
▁shame	-10.1746
▁audience	-10.1747
ppreciate	-10.1747
▁Adults	-10.1747
▁Behavior	-10.1747
▁Democrat	-10.1747
▁Europe	-10.1747
▁Family	-10.1747
▁Kristal	-10.1747
▁misinformation	-10.1747
▁punish	-10.1747
▁sleep	-10.1747
▁taboo	-10.1747
▁anxious	-10.1747
▁habit	-10.1747
▁organs	-10.1747
▁kiss	-10.1747
▁implie	-10.1747
▁Street	-10.1747
▁eighteen	-10.1747
▁conflict	-10.1747
▁genitalia	-10.1747
tlantic	-10.1747
▁relative	-10.1747
▁administer	-10.1747
▁fault	-10.1747
▁twelve	-10.1747
▁exclusive	-10.1747
▁suck	-10.1747
▁institutions	-10.1747
▁disease	-10.1747
▁reduction	-10.1747
▁crack	-10.1747
▁Buck	-10.1747
▁professor	-10.1747
▁reaction	-10.1748
▁hang	-10.1748
▁dark	-10.1748
▁Teachers	-10.1748
▁expectations	-10.1748
▁Ivy	-10.1748
▁90	-10.1748
▁earlier	-10.1748
▁understood	-10.1748
▁mine	-10.1749
▁sake	-10.1749
▁repeat	-10.1749
▁enter	-10.1749
▁Never	-10.175
▁TRANS	-10.1751
▁Service	-10.1751
▁discomfort	-10.1751
▁extremist	-10.1751
▁capacity	-10.1751
▁racist	-10.1751
▁nine	-10.1751
▁century	-10.1752
▁decline	-10.1755
▁counter	-10.1757
▁bigger	-10.1757
▁Wall	-10.1758
▁alpha	-10.1759
▁slur	-10.1759
▁porn	-10.1759
▁communism	-10.1759
▁cure	-10.176
▁classic	-10.1761
▁trust	-10.1766
▁Human	-10.1766
▁rich	-10.1766
▁Look	-10.1769
▁affirmation	-10.1769
▁fluid	-10.1769
▁somewhat	-10.1771
▁eight	-10.1773
▁Doesn	-10.1778
▁seven	-10.1781
▁trendy	-10.1783
18	-10.1785
▁essentially	-10.1788
▁quote	-10.1793
▁building	-10.1794
▁sell	-10.1798
▁directed	-10.1803
▁consequences	-10.1806
Probably	-10.1808
▁interviewed	-10.181
▁w	-10.1816
▁fairly	-10.1832
▁increased	-10.1837
▁refused	-10.1838
▁runn	-10.1855
▁40	-10.1877
▁tattoos	-10.1901
cent	-10.1906
ig	-10.1922
▁active	-10.1926
▁animals	-10.1929
▁provides	-10.1946
▁g	-10.1958
ob	-10.1966
27	-10.1974
▁careful	-10.1976
▁generations	-10.1992
▁loved	-10.2002
▁toys	-10.201
▁Les	-10.2012
lar	-10.2014
▁Rights	-10.202
▁advise	-10.2026
▁details	-10.2045
▁Am	-10.2062
▁loss	-10.2067
▁victims	-10.2073
gg	-10.2091
▁ages	-10.2107
lt	-10.2111
ci	-10.2132
▁cares	-10.2135
▁2018)	-10.214
▁begins	-10.2142
▁1,	-10.2143
▁Ap	-10.2176
.*	-10.2201
▁Whi	-10.2206
▁ha	-10.2237
▁worked	-10.2238
▁places	-10.2259
▁demands	-10.2268
▁Schools	-10.227
29	-10.2275
▁purpose	-10.2287
▁Di	-10.2295
▁insists	-10.2309
om	-10.2328
where	-10.2348
▁wo	-10.2368
▁crime	-10.2376
line	-10.2379
ER	-10.2389
▁hospital	-10.2392
▁court	-10.2393
▁service	-10.2406
▁State	-10.2417
nyone	-10.2435
les	-10.2436
side	-10.2438
▁gr	-10.245
▁platform	-10.245
ick	-10.246
25	-10.2498
▁fool	-10.2517
its	-10.2519
ious	-10.2534
▁forget	-10.255
▁market	-10.2555
ial	-10.2556
▁continues	-10.2557
▁Americans	-10.2559
born	-10.2562
clear	-10.2569
push	-10.257
female	-10.2571
Who	-10.2571
face	-10.2579
▁la	-10.2583
▁stat	-10.2583
ey	-10.2585
Hav	-10.2586
▁direct	-10.2589
▁threaten	-10.2593
▁questioning	-10.2593
▁pull	-10.2594
▁reverse	-10.2615
▁essential	-10.2616
▁declare	-10.2616
▁apparent	-10.2621
▁pi	-10.2623
▁effective	-10.2633
▁Bill	-10.2645
"?	-10.2647
▁broke	-10.2649
▁progress	-10.2649
▁Psychiatry	-10.2656
▁Twenge	-10.2656
▁escape	-10.2656
▁portion	-10.2656
▁rigid	-10.2656
▁sacrifice	-10.2656
▁security	-10.2656
▁strength	-10.2656
▁ultimate	-10.2656
▁Paul	-10.2656
▁altogether	-10.2656
▁crisis	-10.2656
▁resort	-10.2656
▁utter	-10.2656
▁estrogen	-10.2656
▁render	-10.2656
▁reveal	-10.2656
▁travel	-10.2656
▁Clinic	-10.2656
▁reversible	-10.2656
▁Western	-10.2656
▁predict	-10.2656
▁censorship	-10.2656
▁key	-10.2656
▁encounter	-10.2656
▁permit	-10.2656
▁giant	-10.2656
▁voting	-10.2656
▁except	-10.2657
▁counselor	-10.2657
▁official	-10.2657
▁unique	-10.2657
▁Ho	-10.2658
▁indoctrination	-10.2658
▁appearance	-10.2658
▁(@	-10.266
▁WEF	-10.2661
▁disinformation	-10.2661
▁happiness	-10.2661
▁fresh	-10.2661
▁areas	-10.2661
▁Jesus	-10.2661
▁pursue	-10.2661
▁criteria	-10.2661
▁encouragement	-10.2661
▁virtue	-10.2662
▁opportunity	-10.2662
▁troll	-10.2662
▁dozen	-10.2663
▁welcome	-10.2663
metic	-10.2663
Parent	-10.2663
▁attraction	-10.2664
▁subjective	-10.2667
▁Science	-10.2669
▁Should	-10.2669
▁athlete	-10.2669
▁violent	-10.2669
▁Big	-10.2673
▁bisexual	-10.2678
▁halt	-10.268
▁abusive	-10.2682
▁city	-10.2684
▁writer	-10.2685
wp	-10.2686
▁sexualized	-10.2689
▁v	-10.2693
▁cast	-10.2698
▁Keep	-10.27
21	-10.2702
▁March	-10.2704
gest	-10.2718
▁characteristics	-10.2721
▁afford	-10.2721
▁23	-10.2728
▁voted	-10.2743
▁exists	-10.2745
▁16.	-10.2759
▁factors	-10.2761
▁24	-10.2764
▁accuse	-10.2768
▁Youth	-10.2772
▁style	-10.2773
▁adopted	-10.2777
ana	-10.2779
istic	-10.2793
ned	-10.281
▁town	-10.2813
▁weaken	-10.2823
▁Ch	-10.284
▁twitter	-10.2842
▁event	-10.2848
▁option	-10.2849
▁commonly	-10.2851
▁quit	-10.2853
▁played	-10.287
▁Ro	-10.288
-5	-10.2919
ag	-10.2927
ility	-10.2935
▁dra	-10.2947
,000	-10.2971
ame	-10.2973
▁introduc	-10.2986
▁Disorders	-10.3011
33	-10.3087
ze	-10.3089
14	-10.3091
▁psychologists	-10.3091
state	-10.3113
ley	-10.3139
▁calls	-10.3143
▁agreed	-10.315
▁rape	-10.3173
▁fail	-10.3209
On	-10.3221
itting	-10.3248
▁examples	-10.3252
ard	-10.3281
ified	-10.3332
▁weeks	-10.3341
▁suggests	-10.3377
▁bathroom	-10.3391
top	-10.3392
tely	-10.3395
▁prescribe	-10.3413
▁provid	-10.3415
▁diagnose	-10.3419
▁star	-10.3421
dge	-10.3441
ake	-10.3456
▁admitted	-10.3461
▁Sam	-10.3467
▁Part	-10.3492
ged	-10.3495
▁confirm	-10.3504
fe	-10.3522
phobia	-10.3527
ler	-10.3545
lly	-10.355
▁bone	-10.3557
blog	-10.3564
lgbtq	-10.3566
Lol	-10.3567
onset	-10.3568
policy	-10.3568
science	-10.3569
ries	-10.3569
based	-10.357
child	-10.357
ideology	-10.3572
think	-10.3573
share	-10.3573
Right	-10.3587
▁request	-10.3589
Don	-10.3604
▁drop	-10.3608
Go	-10.3609
▁flat	-10.3609
▁previous	-10.3616
▁confuse	-10.3618
▁press	-10.3618
▁dance	-10.3634
▁improve	-10.3634
▁strange	-10.3642
▁mark	-10.3643
terpersonal	-10.3646
sychiatric	-10.3648
▁suppress	-10.3652
▁Act	-10.3652
▁romantic	-10.3655
rican	-10.3656
Exactly	-10.3656
▁Foundation	-10.3656
▁Nabozny	-10.3656
▁Obama	-10.3656
▁PLoS	-10.3656
▁Richard	-10.3656
▁empathy	-10.3656
▁ideologies	-10.3656
▁independen	-10.3656
▁literature	-10.3656
▁ourselves	-10.3656
▁pharmaceutical	-10.3656
▁revolve	-10.3656
▁switch	-10.3656
▁loving	-10.3656
▁alleged	-10.3656
▁intellectual	-10.3656
▁Therefore	-10.3656
▁Erin	-10.3656
▁prescription	-10.3656
▁universities	-10.3656
▁studied	-10.3656
▁stress	-10.3656
▁Dave	-10.3656
▁honor	-10.3656
▁relentless	-10.3656
▁possess	-10.3656
▁shape	-10.3656
▁diagnostic	-10.3656
▁root	-10.3656
▁survey	-10.3656
▁senior	-10.3656
▁rise	-10.3656
▁compelling	-10.3656
▁extent	-10.3656
▁deliver	-10.3656
▁impact	-10.3657
▁joke	-10.3657
tuck	-10.3657
▁winning	-10.3657
truck	-10.3658
▁irreversible	-10.3658
▁Still	-10.3658
▁size	-10.3658
▁UK	-10.3658
▁backlash	-10.3658
▁jump	-10.3658
▁philosophy	-10.366
▁conduct	-10.366
▁earth	-10.366
▁chosen	-10.366
▁journey	-10.3661
▁Sometimes	-10.3661
▁coach	-10.3661
▁discourse	-10.3662
▁poll	-10.3663
▁intentionally	-10.3664
▁31	-10.3664
▁fashion	-10.3664
▁awful	-10.3666
▁broader	-10.3668
▁deeper	-10.3668
▁somewhere	-10.3669
▁Child	-10.367
▁lazy	-10.367
▁explicitly	-10.3671
▁Another	-10.3671
▁somebody	-10.3671
▁overwhelming	-10.3672
▁equivalent	-10.3672
▁published	-10.3672
ett	-10.3673
▁virtual	-10.3676
everal	-10.3678
▁distinguish	-10.368
▁quiet	-10.368
▁Follow	-10.368
▁occasional	-10.368
Wow	-10.3683
▁kindness	-10.3683
▁disagreement	-10.3684
efore	-10.3685
▁precisely	-10.3688
▁hidden	-10.3689
▁controlled	-10.369
▁usage	-10.369
▁closer	-10.3691
▁North	-10.3691
▁Stop	-10.3694
▁proven	-10.3694
▁Wa	-10.3695
▁previously	-10.3696
▁lower	-10.3697
▁Jews	-10.37
▁clinicians	-10.3701
▁girlfriend	-10.3706
▁inject	-10.3706
▁slowly	-10.3709
▁ignore	-10.3711
dropped	-10.3715
▁lgbt	-10.3717
▁West	-10.372
▁transphobia	-10.3721
EL	-10.3726
▁mods	-10.3728
▁practical	-10.3731
▁wise	-10.3734
▁cr	-10.3737
▁onset	-10.3754
▁concerned	-10.376
▁Ma	-10.376
int	-10.3762
▁“[	-10.3772
▁27	-10.3774
▁convinced	-10.3779
▁divided	-10.3781
▁clo	-10.3782
cord	-10.3784
▁aliens	-10.3796
▁statistical	-10.3797
▁forever	-10.3801
▁Age	-10.3802
▁listened	-10.3806
▁Nor	-10.3818
▁vaccines	-10.382
ship	-10.3823
▁eat	-10.3834
▁suggested	-10.3836
▁engaged	-10.3839
king	-10.3844
▁brothers	-10.3844
▁interactions	-10.3844
▁li	-10.3864
▁Oh	-10.387
▁conforming	-10.3873
▁aside	-10.3877
▁scientists	-10.3879
▁expose	-10.3887
07	-10.3893
▁resemble	-10.392
ither	-10.3932
▁reporting	-10.3943
▁suggesting	-10.3945
▁bann	-10.395
pl	-10.3956
▁worker	-10.3962
▁included	-10.3986
EN	-10.4
▁passing	-10.4002
ner	-10.4013
▁events	-10.4049
files	-10.405
▁practices	-10.4072
▁records	-10.4081
▁accus	-10.4084
oo	-10.4091
Leave	-10.4091
▁ring	-10.4103
▁types	-10.4111
ative	-10.416
▁draw	-10.42
til	-10.4202
pt	-10.4203
ize	-10.4212
ink	-10.4213
come	-10.4219
▁forth	-10.4252
▁showed	-10.4279
ja	-10.433
ities	-10.4341
5%	-10.4364
▁assum	-10.4371
▁bl	-10.4372
▁AI	-10.4387
▁morals	-10.4422
▁nation	-10.445
land	-10.4451
▁ca	-10.4452
.1	-10.4453
▁reports	-10.4453
▁muscle	-10.4474
▁anorexic	-10.448
▁pe	-10.4481
▁attacks	-10.4483
▁profit	-10.4484
▁variation	-10.4487
▁material	-10.4488
▁center	-10.4497
▁Other	-10.4513
▁influencer	-10.4531
ill	-10.4535
▁st	-10.454
lthough	-10.4541
▁exploit	-10.4553
vol	-10.4561
▁moderat	-10.4575
/)	-10.4578
wo	-10.4593
▁cost	-10.4595
▁gra	-10.4597
▁alarm	-10.46
▁mutilat	-10.4604
▁bra	-10.4626
19	-10.4638
pub	-10.4649
▁explore	-10.4659
▁y	-10.4662
Yea	-10.4666
\*	-10.4676
Every	-10.4678
Sex	-10.4679
drag	-10.468
address	-10.468
research	-10.4681
transphobe	-10.4681
first	-10.4681
wrong	-10.4681
party	-10.4684
about	-10.4685
▁cry	-10.4687
say	-10.4692
etc	-10.4695
was	-10.4696
▁harass	-10.4701
▁cos	-10.4702
Re	-10.4702
their	-10.4703
▁censor	-10.4704
▁shock	-10.4706
▁interpret	-10.4706
▁2013	-10.4716
▁trip	-10.4719
▁joy	-10.4719
▁guarantee	-10.4724
▁approve	-10.4726
▁quick	-10.4726
ack	-10.4735
At	-10.4737
▁employ	-10.4742
▁ti	-10.4745
▁guide	-10.4745
▁profession	-10.4757
▁fetish	-10.476
▁reli	-10.4765
▁compassion	-10.4766
▁occur	-10.4767
▁Brown	-10.4767
▁Chiasson	-10.4767
▁GOP	-10.4767
▁Surgery	-10.4767
▁club	-10.4767
▁devot	-10.4767
▁principal	-10.4767
▁scream	-10.4767
▁sensitive	-10.4767
rapeutic	-10.4767
▁Black	-10.4767
▁Suicide	-10.4767
▁Thomas	-10.4767
▁confusing	-10.4767
▁destruction	-10.4767
▁expensive	-10.4767
▁facial	-10.4767
▁fifteen	-10.4767
▁guidance	-10.4767
▁leaving	-10.4767
▁president	-10.4767
▁Fair	-10.4767
▁match	-10.4767
▁succeed	-10.4767
▁supply	-10.4767
▁aggressive	-10.4767
▁inherent	-10.4767
▁Haidt	-10.4767
▁naked	-10.4767
▁Ayad	-10.4767
▁choosing	-10.4767
▁Holocaust	-10.4767
▁Think	-10.4767
Standards	-10.4767
▁leap	-10.4767
▁homophobic	-10.4767
Kenne	-10.4767
▁expertise	-10.4767
▁tweet	-10.4767
▁permission	-10.4767
▁clown	-10.4767
Kennedy	-10.4767
▁repeatedly	-10.4767
▁campaign	-10.4767
▁comparison	-10.4767
▁unnecessary	-10.4767
boston	-10.4767
▁masculiniz	-10.4767
ovas	-10.4767
