{"class_name": "Functional", "config": {"name": "model_1", "trainable": true, "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 56], "dtype": "int32", "sparse": false, "ragged": false, "name": "input_2"}, "name": "input_2", "inbound_nodes": []}, {"class_name": "keras_nlp>TokenAndPositionEmbedding", "config": {"name": "token_and_position_embedding_1", "trainable": true, "dtype": "float32", "vocabulary_size": 66218, "sequence_length": 56, "embedding_dim": 128, "embeddings_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "mask_zero": false}, "name": "token_and_position_embedding_1", "inbound_nodes": [[["input_2", 0, 0, {}]]]}, {"class_name": "keras_nlp>TransformerDecoder", "config": {"name": "transformer_decoder_4", "trainable": true, "dtype": "float32", "intermediate_dim": 256, "num_heads": 4, "dropout": 0.5, "activation": "relu", "layer_norm_epsilon": 1e-05, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "normalize_first": false, "build_input_shape": [null, 56, 128], "has_cross_attention": false}, "name": "transformer_decoder_4", "inbound_nodes": [[["token_and_position_embedding_1", 0, 0, {}]]]}, {"class_name": "keras_nlp>TransformerDecoder", "config": {"name": "transformer_decoder_5", "trainable": true, "dtype": "float32", "intermediate_dim": 256, "num_heads": 4, "dropout": 0.5, "activation": "relu", "layer_norm_epsilon": 1e-05, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "normalize_first": false, "build_input_shape": [null, 56, 128], "has_cross_attention": false}, "name": "transformer_decoder_5", "inbound_nodes": [[["transformer_decoder_4", 0, 0, {}]]]}, {"class_name": "keras_nlp>TransformerDecoder", "config": {"name": "transformer_decoder_6", "trainable": true, "dtype": "float32", "intermediate_dim": 256, "num_heads": 4, "dropout": 0.5, "activation": "relu", "layer_norm_epsilon": 1e-05, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "normalize_first": false, "build_input_shape": [null, 56, 128], "has_cross_attention": false}, "name": "transformer_decoder_6", "inbound_nodes": [[["transformer_decoder_5", 0, 0, {}]]]}, {"class_name": "keras_nlp>TransformerDecoder", "config": {"name": "transformer_decoder_7", "trainable": true, "dtype": "float32", "intermediate_dim": 256, "num_heads": 4, "dropout": 0.5, "activation": "relu", "layer_norm_epsilon": 1e-05, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "normalize_first": false, "build_input_shape": [null, 56, 128], "has_cross_attention": false}, "name": "transformer_decoder_7", "inbound_nodes": [[["transformer_decoder_6", 0, 0, {}]]]}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "dtype": "float32", "rate": 0.4, "noise_shape": null, "seed": null}, "name": "dropout_1", "inbound_nodes": [[["transformer_decoder_7", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "dtype": "float32", "units": 66218, "activation": "softmax", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_1", "inbound_nodes": [[["dropout_1", 0, 0, {}]]]}], "input_layers": [["input_2", 0, 0]], "output_layers": [["dense_1", 0, 0]]}, "keras_version": "2.12.0", "backend": "tensorflow"}